{"translation-revision-date":"2025-05-19 15:04:18+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Tip: Deregistering theme.css can make your website load faster. Disable it only if you are not using any WordPress elements on your website, or if you want to style them yourself. Examples of WordPress elements include comments area, pagination box, and image align classes.":["Consejo: Anular el registro del archivo theme.css puede hacer que tu sitio web cargue más rápido. Desactívalo solo si no utilizas ningún elemento de WordPress en tu sitio web, o si quieres darles estilo por tu cuenta. Algunos ejemplos de elementos de WordPress son el área de comentarios, la caja de paginación y las clases de alineación de imágenes."],"Tip: Deregistering style.css can make your website load faster. Disable it only if you’re using another style reset method, such as with a child theme.":["Consejo: anular el registro del archivo style.css puede hacer que tu web cargue más rápido. Desactívalo únicamente si estás usando otro método de restablecer estilos, como por ejemplo un tema hijo."],"What it does: Turns off CSS reset rules by disabling the theme’s primary stylesheet. CSS reset rules make sure your website looks the same in different browsers.":["Qué hace: Desactiva las reglas de restablecimiento de CSS desactivando la hoja de estilos principal del tema. Las reglas de restablecimiento de CSS garantizan que tu sitio web tenga el mismo aspecto en distintos navegadores."],"Be careful, disabling these settings could break your website.":["Ten cuidado, desactivar estos ajustes podría romper tu sitio web."],"These settings allow you to change or remove default Hello Elementor theme styles.":["Estos ajustes te permiten cambiar o eliminar los estilos por defecto del tema Hello Elementor."],"Deregister Hello theme.css":["Anular el registro del theme.css de Hello"],"Deregister Hello style.css":["Anular el archivo style.css de Hello"]}},"comment":{"reference":"modules\/admin-home\/assets\/js\/components\/settings\/theme.js"}}